[
    {
        "title": "Diablo",
        "description": "L'oscurità si agita sotto Tristram. Un antico male si diffonde nel paese, gettandolo nella guerra civile e terrorizzando la popolazione. Un re pazzo, il figlio scomparso e un misterioso arcivescovo sono tutti pezzi del puzzle che devi risolvere. Hai viaggiato alla fonte di questo male. La città di Tristram - ora abitata solo da una manciata di sopravvissuti, distrutti e contorti dalla follia che li ha colpiti. Lì si trova una cattedrale, costruita sulle rovine di un antico monastero. Luci inquietanti e suoni empi si sentono echeggiare nelle sue sale abbandonate, ed è lì che ti avventurerai.",
        "version": "I",
        "ulrCoverCard": "public/Diablo-card.jpg",
        "ulrBackground": "public/Diablo.png",
        "urlLogo": "public/logoDiablo-I.png",
        "buyNowUrl": "",
        "readMoreUrl": "",
        "device": {
            "xboxOne": false,
            "xboxSeriesXorS": false,
            "playstation4": false,
            "playstation5": false,
            "windows": true
        }
    },
    {
        "title": "Diablo II",
        "description": "Diablo II: Resurrected include tutti i contenuti sia di Diablo II che della sua epica espansione Diablo II: Lord of Destruction®. Fatti strada combattendo attraverso caverne di ghiaccio, tombe orripilanti colme di abomini non morti e lande congelate fino alla gelida vetta del Monte Arreat per fermare Baal, il Signore della Distruzione. Scatena l'inferno con le due classi giocabili di Lord of Destruction: l'astuta Assassina, maestra delle trappole e delle discipline dell'ombra, e il selvaggio Druido, mutaforma ed evocatore, in grado di comandare la magia elementale primordiale.",
        "version": "II",
        "ulrCoverCard": "public/Diablo-card-II.jpg",
        "ulrBackground": "public/DiabloII.jpg",
        "urlLogo": "public/logoDiablo-II.png",
        "buyNowUrl": "",
        "readMoreUrl": "",
        "device": {
            "xboxOne": true,
            "xboxSeriesXorS": false,
            "playstation4": true,
            "playstation5": true,
            "windows": true
        }
    },
    {
        "title": "Diablo III",
        "description": "Sono passati vent'anni da quando i Primi Maligni sono stati sconfitti ed esiliati dal mondo di Sanctuarium. Ora devi tornare a Tristram, dove tutto è iniziato, e indagare su una certa stella cadente, primo segno della rinascita del male e presagio dell'inizio della Fine dei Tempi.",
        "version": "III",
        "ulrCoverCard": "public/Diablo-card-III.jpeg",
        "ulrBackground": "public/DiabloIII.webp",
        "urlLogo": "public/logoDiablo-III.png",
        "buyNowUrl": "",
        "readMoreUrl": "",
        "device": {
            "xboxOne": true,
            "xboxSeriesXorS": false,
            "playstation4": true,
            "playstation5": false,
            "windows": true
        }
    },
    {
        "title": "Diablo IV",
        "description": "In cerca di un rifugio dall'Eterno Conflitto tra il Paradiso Celeste e gli Inferi Fiammeggianti, Inarius e Lilith hanno creato Sanctuarium e i Nefilim con la Pietra del Mondo rubata. Temendo la distruzione della sua prole ibrida, Lilith ha protetto con la violenza i Nefilim; questo ha portato Inarius a voltarle le spalle e a bandirla nell'abisso e i due sono diventati nemici. Il ritorno di Lilith preannuncia un'era di oscurità e dolore. Che destino ti aspetta?",
        "version": "IV",
        "ulrCoverCard": "public/Diablo-card-VI.avif",
        "ulrBackground": "public/Diablo-IV.jpeg",
        "urlLogo": "public/logoDiablo-IV.png",
        "buyNowUrl": "",
        "readMoreUrl": "",
        "device": {
            "xboxOne": true,
            "xboxSeriesXorS": true,
            "playstation4": true,
            "playstation5": true,
            "windows": true
        }
    }
]